Repository: arefdsg/muwire
Catalog: webui/locale/messages_*.po
Languages: es, fr, ja, ru, sq, tr

source: About Me
es: Sobre Mi
fr: À propos de moi
ja: 私について
ru: Обо мне
sq: Rreth Meje
tr: Hakkımda

source: This page shows information about your MuWire identity.
es: Esta pagina muestra informacion en cuanto a tu identidad MuWire
fr: Cette page affiche des renseignements sur votre identité MuWire.
ja: このページでは、あなたのMuWireのidentityについて、情報を表示します。
ru: Эта страница отображает информацию о вашем идентификаторе MuWire.
sq: Kjo faqe shfaq informacion rreth identiteti tuaj MuWire.
tr: Bu bölümde MuWire kimliğiniz hakkındaki bilgileri görebilirsiniz.

source: Welcome to MuWire
es: Bienvenidos a MuWire
fr: Bienvenue à MuWire
ja: MuWireへようこそ
ru: Добро пожаловать в MuWire
sq: Mirë se vini te MuWire
tr: MuWire uygulamasına hoş geldiniz

source: Help
es: Ayuda
fr: Aide
ja: ヘルプ
ru: Помощь
sq: Ndihmë
tr: Yardım

source: MuWire requires JavaScript. Please enable JavaScript in your browser.
es: MuWire requiere JavaScript. Por favor permites JavaScript en tu navegador
fr: MuWire exige JavaScript. Veuillez activer JavaScript dans votre navigateur.
ja: MuWireはJavaScriptを必要とします。ブラウザでJavaScriptを有効にしてください。
ru: MuWire необходим JavaScript. Пожалуйста, включите JavaScript в своем браузере.
sq: MuWire lyp JavaScript. Ju lutemi, aktivizoni mbulimin e JavaScript-it nga shfletuesi juaj.
tr: MuWire uygulamasının çalışması için JavaScript gereklidir. Lütfen web tarayıcınızda JavaScript özelliğini etkinleştirin.

source: Search
es: Buscar
fr: Chercher
ja: 検索
ru: Поиск
sq: Kërko
tr: Arama

source: Enter keywords or file hash.
es: Entrar las palabras claves o el hash del archivo
fr: Saisissez des mots-clés ou une empreinte de fichier.
ja: キーワードまたはファイルのハッシュを入力。
ru: Введите ключевые слова или хэш файла.
sq: Jepni fjalëkyçe ose hash kartele.
tr: Anahtar sözcükleri ya da dosya karmasını yazın.

source: Status
es: Estado
fr: État
ja: ステータス
ru: Статус
sq: Gjendje
tr: Durum

source: Connections
es: Conexiones
fr: Connexions
ja: 接続
ru: Соединения
sq: Lidhje
tr: Bağlantılar

source: B/sec
fr: o/sec
ja: B/秒
ru: Б/сек
sq: B/sek
tr: B/sn

source: Pages
es: Páginas
ja: ページ
ru: Страницы
sq: Faqe
tr: Sayfa

source: Downloads
es: Descargas
fr: Téléchargements
ja: ダウンロード
ru: Загрузки
sq: Shkarkime
tr: İndirmeler

source: Uploads
es: Subidas
fr: Téléversements
ja: アップロード
ru: Раздачи
sq: Ngarkime
tr: Yüklemeler

source: Shared Files
es: Ficheros compartidos
fr: Fichiers partagés
ja: 共有ファイル
ru: Раздаваемые файлы
sq: Kartela të Ndara Me të Tjerë
tr: Paylaşılmış dosyalar

source: Browse
es: Navegar
fr: Parcourir
ja: 閲覧
ru: Просмотр
sq: Shfletoni
tr: Göz at

source: Feeds
es: Archivos
fr: Fils
ja: フィード
ru: Ленты
sq: Prurje
tr: Akışlar

source: Trust
es: Confianza
fr: Confiance
ja: 信頼
ru: Доверие
sq: Besim
tr: Güven

source: Users
es: Usuarios
fr: Utilisateurs
ja: ユーザー
ru: Пользователи
sq: Përdorues
tr: Kullanıcılar

source: Subscriptions
es: Suscripciones
fr: Abonnements
ja: 購読
ru: Подписки
sq: Pajtime
tr: Abonelikler

source: Configuration
es: Configuración
ja: 設定
ru: Конфигурация
sq: Formësim
tr: Yapılandırma

source: Settings
es: Configuración
fr: Paramètres
ja: 設定
ru: Настройки
sq: Rregullime
tr: Ayarlar

source: Advanced Sharing
es: Repartir Avanzado
fr: Partage évolué
ja: 高度な共有
ru: Расширенные настройки раздачи
sq: Të mëtejshme Për Ndarje Me të Tjerët
tr: Gelişmiş paylaşım

source: About
es: Acerca de
fr: À propos
ja: MuWireについて
ru: О программе
sq: Mbi
tr: Hakkında

source: User Guide
es: Guía de Usuario
fr: Guide d’utilisation
ja: 説明書
ru: Руководство пользователя
sq: Udhërrëfyes Përdoruesi
tr: Kullanıcı rehberi

source: FAQ
es: Preguntas Más Frecuentes
ja: よくある質問
ru: ЧАВо
tr: SSS

source: MuWire ID
es: Identidad MuWire
fr: ID MuWire
sq: ID MuWire
tr: MuWire kimliği

source: Your short MuWire ID: {0}
es: Identidad MuWire breve: {0}
fr: Votre ID MuWire court : {0}
ja: あなたの短いMuWire ID: {0}
ru: Ваш короткий MuWire ID: {0}
sq: ID-ja juaj e shkurtër MuWire ID: {0}
tr: Kısa MuWire kimliğiniz: {0}

source: Your full MuWire ID:
es: Identidad MuWire entero:
fr: Votre ID MuWire complet :
ja: あなたの完全なMuWire ID:
ru: Ваш полный MuWire ID:
sq: ID juaj e plotë MuWire:
tr: Tam MuWire kimliğiniz:

source: Copy to clipboard
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
ru: Копировать в буфер обмена
sq: Kopjoje në të papastër
tr: Panoya kopyala

source: Sign Tool
es: Heramienta firmar
fr: Outil de signature
ja: 署名ツール
ru: Утилита подписи
sq: Mjet Hyrjesh
tr: İmzalama aracı

source: Enter text to sign with your MuWire ID
es: Entra texto para firmar con tun identidad MuWire
fr: Saisissez le texte à signer avec votre ID MuWire
ja: テキストを入力して、あなたのMuWire IDで署名する
ru: Введите текст, подписываемый вашим MuWire ID
sq: Jepni tekst për hyrje me ID-në tuaj MuWire
tr: MuWire kimliğiniz ile imzalanacak metni yazın

source: Sign
es: Firmar
fr: Signer
ja: 署名
ru: Подписать
sq: Hyni
tr: İmzala

source: Use this page to configure advanced settings for each shared folder.
es: Usa esta pagina para configurar configuraciones avanzados para cada carpeta compartida.
fr: Utilisez cette page pour configurer les paramètres avancés de chaque dossier partagé.
ja: このページでは、各共有フォルダの詳細設定を行います。
ru: Используйте эту страницу для расширенной настройки каждой отдельной раздаваемой директории.
sq: Përdoreni këtë faqe për të formësuar rregullime të mëtejshme për çdo dosje të ndarë me të tjerët.
tr: Bu bölümde her bir paylaşılan klasör için gelişmiş izinleri yapılandırabilirsiniz.

source: Shared folders can be watched automatically or periodically. Automatic watching is recommended, but may not work on some NAS devices.
es: Carpetas compartidas se puede vigilar automaticamente o periódicamente. Vigilar automaticamente se recommenda, pero no garantiza que funciona en algunos dispositivos NAS.
fr: Les dossiers partagés peuvent être surveillés automatiquement ou périodiquement. La surveillance automatique est recommandée, mais pourrait ne pas fonctionner sur certaines unités NAS.
ja: 共有フォルダの監視は、自動または定期的に行うことができます。自動監視を推奨しますが、一部のNASデバイスでは動作しない場合があります。
ru: Файлы в раздаваемых директориях могут сканироваться автоматически или с заданным интервалом. Рекомендуется автоматическое сканирование, но оно может не работать с некоторыми сетевыми устройствами хранения (NAS).
sq: Dosjet e ndara me të tjerët mund të mbikëqyren automatikisht ose periodikisht. Mbikëqyrja e automatizuar është e rekomanduara, pro mund të mos funksionojë në disa pajisje NAS.
tr: Paylaşılan klasörler otomatik ya da düzenli olarak izlenebilir. Otomatik izlemenin kullanılması önerilir ancak bazı NAS aygıtları üzerinde çalışmayabilir.

source: Browse Host
es: Navegar Servidor
fr: Parcourir l’hôte
ja: ホストを閲覧
ru: Обзор хоста
sq: Shfletoni Strehën
tr: Sunucuya göz at

source: Use this page to browse the files shared by other MuWire users.
es: Usa esta pagina para navegar los archivos compartido por otros usarios MuWire
fr: Utilisez cette page pour parcourir les fichiers partagés par d’autres utilisateurs de MuWire.
ja: このページでは、他のMuWireユーザーによって共有ファイルを閲覧します。
ru: Используйте эту страницу для просмотра файлов, раздаваемых другими пользователями MuWire.
sq: Përdoreni këtë faqe për të shfletuar kartelat e ndara nga përdorues të tjerë të MuWire-it.
tr: Bu bölümde diğer MuWire kullanıcıları tarafından paylaşılan dosyaları görebilirsiniz.

source: Enter a full MuWire ID
es: Entra un indentidad MuWire entera
fr: Saisir un ID MuWire complet
ja: 完全なMuWireを入力
ru: Введите полный MuWire ID
sq: Jepni një ID MuWire të plotë
tr: Bir tam MuWire kimliği yazın

source: Enter the full ID of a MuWire user to see what files they are sharing
es: Entra la identidad entera de un usario MuWire para ver que archivos estan compartiendo
fr: Saisissez l’ID complet d’un utilisateur MuWire afin de voir les fichiers qu’il partage
ja: MuWireのユーザーが共有中のファイルを参照するため、そのユーザーの完全なIDを入力してください
ru: Введите полный ID пользователя MuWire, чтобы увидеть, какие файлы они раздают
sq: Jepni ID-në e plotë të një përdoruesi MuWire që të shihni se ç’kartela janë duke ndarë me të tjerët
tr: Paylaştığı dosyaları görebilmek için bir MuWire kullanıcısının tam kimliğini yazın

source: Use this page to change MuWire options.
es: Usa esta pagina para cambiar opciones MuWire
fr: Utilisez cette page pour changer les options de MuWire.
ja: MuWireのオプションを変更するためには、このページを使用して下さい。
ru: На этой странице можно изменить настройки MuWire.
sq: Përdoreni këtë faqe për të ndryshuar mundësi MuWire.
tr: Bu bölümde MuWire ayarlarını değiştirebilirsiniz.

source: When searching the network, should MuWire only search file names or comments too?
fr: Lors d’une recherche dans le réseau, MuWire devrait-il seulement chercher les noms de fichiers ou les commentaires aussi ?
ja: ネットワークを検索するとき、MuWireはファイル名だけを検索するか、あるいはコメントも検索するか？
sq: Kur kërkohet te rrjeti, MuWire-i duhet të kontrollojë vetëm te emrat e kartelave, apo edhe te komentet?
tr: Bu seçenek, ağda arama yapılırken MuWire tarafından yalnız dosya adlarına mı yoksa dosya adları ile birlikte yorumlara da mı bakılacağını belirler

source: When searching the network, should MuWire search collections?
fr: Lors d’une recherche dans le réseau, MuWire devrait-il chercher dans les collections ?
ja: ネットワークを検索するとき、MuWireはコレクションを検索するべきか？
sq: A duhet MuWire-i të kërkojë në koleksione, kur kërkohet te rrjeti?
tr: Bu seçenek, ağda arama yapılırken MuWire tarafından derlemelerin aranmasını sağlar

source: Search folder names
fr: Chercher dans les noms de dossier
ja: フォルダ名を検索
sq: Kërko në emra dosjesh
tr: Klasör adları aransın

source: When searching the network, should MuWire search shared folder names?
fr: Lors d’une recherche dans le réseau, MuWire devrait-il chercher dans les collections ?
ja: ネットワークを検索するとき、MuWireは共有フォルダ名を検索するべきか？
sq: A duhet MuWire-i të kërkojë në emra dosjesh të përbashkëta, kur kërkohet te rrjeti?
tr: Bu seçenek, ağda arama yapılırken MuWire tarafından paylaşılmış klasör adlarının aranmasını sağlar

source: Allow browsing
es: Permitir Navegar
fr: Autoriser la navigation
ja: 閲覧を許可
ru: Разрешить просмотр
sq: Lejo shfletim
tr: Taranabilsin

source: Allow other users to browse your shared files
es: Permitir otros usarios navegar tus archivos compartidos
fr: Permettre à d’autres utilisateurs de parcourir vos fichiers partagés
ja: あなたの共有ファイルを閲覧するのを他のユーザーに許可する
ru: Разрешить другим пользователям просматривать список ваших раздаваемых файлов
sq: Lejoju përdoruesve të tjerë të shfletojnë kartela tuajat të ndara me të tjerët
tr: Diğer kullanıcılar paylaştığınız dosyaları görebilsin

source: Allow tracking
es: Permitir Rastrear
fr: Permettre le suivi
ja: 追跡を許可
ru: Разрешить отслеживание
sq: Lejo gjurmim
tr: İzlenebilsin

source: Allow trackers to track your shared files
es: Permitir rastreadores rastrear tus archivos compartidos
fr: Permettre au traqueur de suivre vos fichiers partagés
ja: あなたの共有ファイルを追跡するのを追跡者に許可
sq: Lejoji gjurmuesit të gjurmojnë kartelat tuaja të ndara
tr: Bu seçenek etkinleştirildiğinde izleyiciler paylaştığınız dosyaları izleyebilir

source: Show folder names
fr: Afficher les noms de dossier
ja: フォルダ名を表示
sq: Shfaq emra dosjesh
tr: Klasör adları görüntülensin

source: Should MuWire show the names of your shared folders?
fr: MuWire devrait-il afficher les noms de vos dossiers partagés ?
ja: MuWireはあなたの共有フォルダの名前を表示するべきか？
sq: A duhet të shfaqë MuWire-i emrat e dosjeve tuaja të përbashkëta?
tr: Bu seçenek, paylaşılmış klasörlerinizin adlarının görüntülenmesini sağlar

source: Download retry frequency (seconds)
es: Frecuencia de reintento descargar (segundos)
fr: Fréquence de relance du téléchargement (secondes)
ja: ダウンロード再試行頻度（秒）
ru: Загрузка частоты повторов (в секундах)
sq: Shpeshti riprovimi shkarkimi (sekonda)
tr: İndirme yineleme sıklığı (saniye)

source: MuWire retries failed downloads automatically. This value controls how often to retry.
es: MuWire reintenta descargas falladas automaticamente. Este cifra regula tan frequente debe reintentar.
fr: MuWire relance automatiquement les téléchargements échoués. Cette valeur en contrôle la fréquence.
ja: MuWireは失敗したダウンロードを自動で再試行します。この値は、どのくらいの頻度で再試行するか制御します。
ru: MuWire автоматически возобновляет неудачные загрузки. Это значение показывает частоту возобновления.
sq: Përpjekje të automatizuara MuWire-i për shkarkime të dështuara. Kjo vlerë kontrollon sa shpesh të riprovohet.
tr: MuWire tamamlanamayan indirmeleri otomatik olarak yeniden indirmeyi dener. Bu değer yenileme sıklığını belirler.

source: Give up on sources after this many failures (-1 means never)
es: Renunciar los fuentes tras esa cantidad de fallos (-1 significa nunca)
fr: Abandonner les sources après ce nombre d’échecs (-1 signifie jamais)
ja: 発信源を諦める失敗数（-1で決して諦めない）
ru: Игнорировать источник после указанного количества ошибок (-1 означает не игнорировать никогда)
sq: Hiq dorë nga burime pas këtij numri dështimesh (-1 do të thotë kurrë)
tr: Şu sayıda denemede indirilemeyen kaynaklardan vaz geçilsin (-1 asla)

source: After how many download attempts MuWire should give up on the download source.
es: Tras cuantos intentos descargar debe MuWire renunciar el fuente descarga
fr: Nombres de tentatives infructueuses de téléchargement avant abandon de la source de téléchargement par MuWire.
ja: MuWireがダウンロード発信源を諦めるまでの、ダウンロード試行数。
ru: Количество проблем с источником, после которых MuWire перестанет использовать источник файла.
sq: Pas sa përpjekjesh shkarkimi duhet të heqë dorë MuWire-i nga burimi i shkarkimit.
tr: İndirme kaynağının MuWire tarafından yok sayılması için yapılması gereken indirme girişimi sayısı.

source: Folder for downloaded files
es: Carpeta para archivos descargadas
fr: Dossier des fichiers téléchargés
ja: ダウンロードしたファイルのフォルダ
ru: Директория для загруженных файлов
sq: Dosje për kartela të shkarkura
tr: İndirilen dosyalar klasörü

source: Where to save downloaded files. MuWire must be able to write to this location.
es: Donde guardar los archivos descargados. MuWire tiene que poder escribir a ese ubicación
fr: Destination d’enregistrement des fichiers téléchargés. MuWire doit pouvoir écrire dans cet emplacement.
ja: ダウンロードしたファイルの保存先です。MuWireはこの場所に書き込むことができなければいけません。
ru: Где сохранять загруженные файлы. MuWire будет записывать в это расположение.
sq: Ku të ruhen kartelat e shkarkuara. MuWire-i duhet të jetë në gjendje të shkruajë te kjo vendndodhje.
tr: İndirilen dosyaların kaydedileceği konum. MuWire uygulamasının bu konuma yazma izni olmalıdır.

source: Folder for incomplete files
es: Carpeta para archivos incompletos
fr: Dossier des fichiers incomplets
ja: 不完全なファイルのフォルダ
ru: Директория для незавершённых файлов
sq: Dosje për kartela të paplota
tr: Tamamlanmamış dosyalar klasörü

source: Where to store partial data of files which are currently being downloaded.
es: Donde guardar datos parciales de archivos que estan descargando
fr: Destination d’enregistrement pour les données partielles des fichiers en cours de téléchargement.
ja: 現在ダウンロード中のファイルの部分的なデータを保存する場所。
ru: Где хранить частичные данные файлов, загружаемых в данный момент.
sq: Ku të depozitohen të dhëna të pjesshme kartelash, të cilat janë duke u shkarkuar.
tr: İndirilmekte olan dosyaların veri parçalarının kaydedileceği konum.

source: Upload
es: Subir
fr: Téléversement
ja: アップロード
ru: Передано
sq: Ngarkoni
tr: Yükle

source: Total upload slots (-1 means unlimited)
es: Ranuras total para subir (-1 significa ilimitado)
fr: Total des créneaux de téléversement (-1 = sans limite)
ja: 全アップロードスロット（-1で無制限）
ru: Общее количество каналов (слотов) раздачи (-1 — не ограничено)
sq: Kanale ngarkimi gjithsej (-1 do të thotë pa kufi)
tr: Toplam yükleme kanalı sayısı (sınırlama olmaması için -1 yazın)

source: Maximum files to upload at once
es: Lo maximo de archivos para subir a una vez
fr: Nombre maximal de fichiers à téléverser simultanément
ja: 一度にアップロードする最大ファイル数
ru: Максимальное кол-во файлов для одновременной отдачи
sq: Maksimum kartelash për t’u ngarkuar njëherësh
tr: Aynı anda gönderilecek en fazla dosya sayısı

source: Upload slots per user (-1 means unlimited)
es: Ranuras de subida cada usuario (-1 significa ilimitado)
fr: Créneaux de téléversement par utilisateur (-1 = sans limite)
ja: ユーザーごとのアップロードスロット（-1で無制限）
ru: Количество каналов (слотов) раздачи на пользователя (-1 — не ограничено)
sq: Kanale ngarkimi për përdorues (-1 do të thotë pa kufi)
tr: Bir kullanıcı için yükleme kanalı sayısı (sınırlama olmaması için -1 yazın)

source: Maximum files to upload to a single user at once
es: Lo maximo de archivos para subir a un usuario en una vez
fr: Nombre maximal de fichiers à téléverser simultanément vers un seul utilisateur
ja: 一度に一人のユーザーへアップロードする最大ファイル数
ru: Максимальное количество файлов для раздачи одному пользователю одновременно
sq: Maksimum kartelash për t’u ngarkuar njëherësh për një përdorues të vetëm
tr: Tek bir kullanıcıya aynı anda gönderilecek en fazla dosya sayısı

source: Sharing
es: Compartir
fr: Partage
ja: 共有
ru: Предоставление общего доступа
sq: Ndarje me të tjerët
tr: Paylaşılıyor

source: Drop Box folder
es: Carpeta de Drop Box
fr: Dossier de la boîte de dépôt
ja: Drop Boxフォルダ
sq: Dosje Drop Box
tr: Drop Box klasörü

source: Where to store files you share with drag and drop
es: Donde guardar los archivos que compartes con arrastrar y soltar
fr: Emplacement des fichiers partagés par glisser-déposer
ja: ドラッグ＆ドロップで共有するファイルの保存先
sq: Ku të depozitohen kartelat që ndani përmes teknikës “merr dhe vër”
tr: Sürükleyip bırakma ile paylaştığınız dosyaların saklanacağı konum

source: Share downloaded files
es: Compartir archivos descragados
fr: Partager les fichiers téléchargés
ja: ダウンロードされたファイルを共有
ru: Предоставить доступ к загруженным файлам
sq: Ndani kartela të shkarkuara
tr: İndirilmiş dosyalar paylaşılsın

source: Automatically share files you have downloaded with MuWire
es: Compartir automaticamente los archivos que has descargado con MuWire
fr: Partager automatiquement les fichiers que vous avez téléchargés avec MuWire
ja: MuWireでダウンロードしたファイルを自動で共有する
ru: Автоматически делиться файлами, загруженными с MuWire
sq: Ndani automatikisht me të tjerët kartela që keni shkarkuar me MuWire-in
tr: Bu seçenek etkinleştirildiğinde, MuWire ile indirdiğiniz dosyalar otomatik olarak paylaşılır

source: Share hidden files
es: Compartir archivos ocultos
fr: Partager les fichiers cachés
ja: 隠されたファイルを共有
ru: Предоставить доступ к скрытым файлам
sq: Ndani kartela të fshehura
tr: Gizli dosyalar paylaşılsın

source: Share files marked as hidden by the operating system
es: Compartir archivos marcado oculto por la sistema operativo
fr: Partager les fichiers marqués comme cachés par le système d’exploitation
ja: オペレーティングシステムによって隠すにマークされたファイルを共有
ru: Предоставлять доступ к файлам, которые помечены операционной системой как скрытые
sq: Ndani me të tjerë kartela të shënuara si të fshehura nga sistemi operativ
tr: Bu seçenek etkinleştirildiğinde, işletim sistemi tarafından gizli olarak işaretlenmiş dosyalar paylaşılabilir

source: CPU cores to use when hashing files
fr: Cœurs de l’UCT à utiliser lors du hachage de fichiers
ja: ファイルをハッシュ化するときに使用するCPUコア数
tr: Dosya karmaları için kullanılacak işlemci çekirdeği

source: How many CPU cores to use when hashing shared files
fr: Nombre de cœurs de l’UCT à utiliser pour le hachage de fichiers
ja: 共有ファイルをハッシュ化するときに、どれたけ多くのCPUコア数を使用するか
tr: Paylaşılmış dosyaların karmaları hazırlanırken kullanılacak işlemci çekirdeği sayısı

source: Publishing
es: Publicar
fr: Publication
ja: 公開
ru: Публикация
sq: Publikim
tr: Yayınlama

source: Enable my feed
es: Permitir mi feed
fr: Activer mon fil
ja: 私のフィードを有効化
sq: Aktivizo prurjen time
tr: Akışım yayınlansın

source: Enable your personal file feed
es: Permitir tu feed personal de archivos
fr: Activer votre fil personnel de fichiers
ja: あなたの個人的なファイルのフィードを有効化
sq: Aktivizoni prurjen tuaj personale
tr: Bu seçenek etkinleştirildiğinde, kişisel dosya akışınız yayınlanır

source: Advertise my feed in search results
es: Promocionar mi feed de resultados de la búsqueda
fr: Publier mon fil dans les résultats de recherche
ja: 検索結果で私のフィードを宣伝する
sq: Reklamo te përfundime kërkimesh prurjen time
tr: Akışım arama sonuçlarında görüntülensin

source: Allow other users to find your personal file feed
es: Permitir otros usuarios encontrar tu feed de archivos personal
fr: Permettre à d’autres utilisateurs de trouver votre fil personnel de fichiers
ja: 他のユーザーが、あなたの個人的なファイルのフィードの発見を許可する
sq: Lejoni përdorues të tjerë të gjejnë prurjen tuaj personale të kartelave
tr: Bu seçenek etkinleştirildiğinde, diğer kullanıcılar kişisel dosya akışınızı bulabilir

source: Publish shared files automatically
es: Publicar archivos compartidos automaticamente
fr: Publier automatiquement les fichiers partagés
ja: 共有ファイルを自動で公開
sq: Botoji automatikisht kartelat e ndara me të tjerë
tr: Paylaşılan dosyalar otomatik olarak yayınlansın

source: All files you share in the future will be published to your feed automatically.
es: Todos los archivos que compartes en futuro seran publicado a tu feed automaticamente
fr: Tous les fichiers que vous partagerez à l’avenir seront publiés automatiquement dans votre fil.
ja: 今後、あなたが共有するすべてのファイルは、自動であなたのフィードに公開されます。
sq: Krejt kartelat që ndani me të tjerët në të ardhmen do të botohen automatikisht te prurja juaj.
tr: Bu seçenek etkinleştirildiğinde, gelecekte paylaşacağınız tüm dosyalar akışınızda otomatik olarak yayınlanır.

source: Default settings for new feeds
es: Las configuraciones predeterminados por los feeds nuevos
fr: Paramètres par défaut pour les nouveaux fils
ja: 新規フィード用の初期設定
ru: Настройки по умолчанию для новых лент
sq: Rregullime parazgjedhje për prurje të reja
tr: Yeni akışların varsayılan ayarları

source: Download published files automatically
es: Descargar archivos publicados automaticamente
fr: Télécharger automatiquement les fichiers publiés
ja: 公開されたファイルを自動でダウンロード
ru: Автоматически загружать опубликованные файлы
sq: Kartelat e botuara shkarkoji automatikisht
tr: Yayınlanmış dosyalar otomatik olarak indirilsin

source: Download every file published to the given feed
es: Descargar cada archivo publicado a un cierto feed
fr: Télécharger tout fichier publié dans le fils indiqué
ja: 指定されたフィードに公開されている全てのファイルをダウンロードする
sq: Shkarko çdo kartelë të botuar te prurja e dhënë
tr: Bu seçenek etkinleştirildiğinde, akışta yayınlanan her dosya indirilir

source: Download each file sequentially
es: Descargar cada archivo seguidamente
fr: Télécharger séquentiellement tous les fichiers
ja: 各ファイルを順にダウンロード
ru: Скачивать каждый файл последовательно
sq: Shkarkoje çdo kartelë sipas radhës
tr: Her dosya sırayla indirilsin

source: Download files from this feed sequentially. This helps with previewing media files, but may reduce availability of the file for others.
es: Descargar archivos de esta feed seguidamente. Esto ayuda con la vista previa de archivos medios de comunicacion, pero baja la disponibilidad del archivo para los demas.
fr: Téléchargez séquentiellement les fichiers de ce fil. La prévisualisation des fichiers multimédias est facilitée, mais cela pourrait réduire la disponibilité du fichier pour autrui.
ja: このフィードからファイルを順にダウンロードします。これはメディアファイルのプレビューに役立ちますが、他の人にはファイルの可用性が下がるかもしれません。
sq: Shkarkoni kartela prej kësaj prurjeje sipas radhës. Kjo ndihmon në paraparjen e kartelave media, por mund të ulë shkallën e pasjes së kartelës nga të tjerët.
tr: Bu seçenek etkinleştirildiğinde, bu akıştaki dosyalar sırayla indirilir. Bunun ortam dosyalarının ön izlenmesine yardımı olur ancak dosyanın diğer kullanıcılar tarafından kullanılabilmesini olumsuz etkilebilir.

source: Feed update frequency (minutes)
es: Frequencia de actualizacion del feed (minutos)
fr: Fréquence de mise à jour du fil (en minutes)
ja: フィード更新頻度（分）
ru: Частота обновления ленты (в минутах)
sq: Shpeshti përditësimi prurjeje (minuta)
tr: Akış güncelleme sıklığı (dakika)
