Repository: arefdsg/muwire
Catalog: webui/locale/messages_*.po
Languages: es, fr, ja, ru, sq, tr

source: How often to check for updates to this feed
es: Cuan frequente buscar actualizacion en esta feed
fr: Fréquence de vérification de la présence de mises à jour pour ce fil
ja: このフィードの更新のために、どのくらいの頻度で確認するか
ru: Как часто проверять обновления этой ленты
sq: Sa shpesh të kontrollohet për përditësime te kjo prurje
tr: Bu akışın güncellemelerini denetleme sıklığı

source: Number of items to keep on disk (-1 means unlimited)
es: Cantidad de articulos guardar en este disco (-1 significa ilimitado)
fr: Nombre d’éléments à conserver sur le disque (-1 signifie illimité)
ja: ディスク上に保持する項目の数（-1で無制限）
sq: Numër objektesh që të mbahen në disk (-1 do të thotë e pakufizuar)
tr: Disk üzerinde tutulacak öge sayısı (-1 sınırsız anlamına gelir)

source: Only remember this many published items across restarts, unless you set the value to -1
es: Solo recuerda esta cantidad de articulos publicados a través de reinicios, a menos que estableces la cifra a -1
fr: Ne mémoriser que ce nombre d’éléments publiés par-delà les redémarrages, à moins que vous définissiez la valeur à -1
ja: 値を-1に設定しない限り、再起動時にこの数の公開項目だけを記憶します
sq: Të mbajë mend vetëm kaq objekte të botuar, gjatë rinisjesh, veç në e caktofshi këtë vlerë sa -1
tr: -1 olarak ayarlanmadığı sürece, yeniden başlatmalar sırasında yalnız bu kadar yayınlanmış öge hatırlanır

source: Allow only trusted connections
es: Solo permite conexiones de confianza
fr: N’autoriser que les connexions fiables
ja: 信頼できる接続のみ許可
ru: Разрешить соединения только с надёжными источниками
sq: Lejo vetëm lidhje të besuar
tr: Yalnız güvenilir bağlantılar kullanılabilsin

source: Only connect to users you have marked as Trusted
es: Solo conecta a uruarios que has marcado de confianza
fr: Ne vous connectez qu’aux utilisateurs marqués comme Fiable
ja: あなたが信頼にマークしたユーザーのみへ接続する
ru: Подключаться только к пользователям, помеченным Доверенными
sq: Të lidhet vetëm me përdorues të cilëve u keni vënë shenjë si të Besuar
tr: Bu seçenek etkinleştirildiğinde, yalnız Güvenilir olarak işaretlediğiniz kullanıcılar ile bağlantı kurulur

source: Search extra hop
es: Buscar hop extra
fr: Chercher un saut de plus
ja: 余計なホップを検索
ru: Искать дополнительный прыжок
tr: Ek sıçrama arama

source: If only trusted connections are allowed, search only users that are directly connected to you. Use this setting to enable searches of additional users. It has no effect if untrusted connections are allowed.
es: Si solo conexiones de confianza se permite, busca solo usuarios que se conectan directamente a ti. Usa esta configuracion para permitir busquedas de usuarios adicionales. No tiene efecto si no permite conexiones que no son de confianza.
fr: Si seules les connexions fiables sont autorisées, ne chercher que les utilisateurs qui sont directement connectés à vous. Utilisez ce paramètre pour permettre la recherche d’utilisateurs supplémentaires. Il n’a aucun effet si les connexions non fiables sont autorisées.
ja: 信頼できる接続のみが許可されている場合は、自分に直接接続されているユーザーのみを検索します。追加のユーザーの検索を有効にするには、この設定を使用します。信頼されていない接続が許可されている場合は、この設定は反映しません。
sq: Nëse lejohen vetëm lidhje të besuara, të kërkojë vetëm përdorues që janë të lidhur drejtpërsëdrejti me ju. Përdoreni këtë rregullim që të aktivizoni kërkime përdoruesish shtesë. S’bën punë, nëse janë lejuar lidhje jo të besuara.
tr: Yalnız güvenilir bağlantılar kullanılıyorsa, aramalar yalnız doğrudan sizinle bağlantılı olan kullanıcılar üzerinde yapılır. Bu seçenek ile diğer kullanıcılar üzerinde de arama yapılması sağlanabilir ancak Güvenilmez bağlantılara izin verilmesi ile ilgisi yoktur.

source: Allow others to view my trust list
es: Permitir otros ver mi lista de usuarios de confianza
fr: Permettre aux autres de visualiser ma liste de confiance
ja: 自分の信頼リストを他者が見ることを許可
ru: Разрешить другим видеть мой список надёжных источников
sq: Lejoju të tjerëve të shohin listën time të të besuarve
tr: Diğer kullanıcılar güvenilir listemi görebilsin

source: Allow other MuWire users to see who you have marked as Trusted and Distrusted
es: Permitir otros usuarios de MuWire ver quien has marcado como de confianza y no de confianza
fr: Permettre à d’autres utilisateurs de MuWire de voir qui vous avez marqué comme Fiable et Non fiable
ja: 他のMuWireユーザーに、自分が信頼すると信頼しないとしてマークした人を表示することを許可
ru: Разрешить другим пользователям MuWire видеть, кого вы пометили Доверенными и Недоверенными
sq: Lejojuni përdoruesve të tjerë të MuWire-it të shohin se cilit i keni vënë shenjë si i Besuar dhe Jo i Besuar
tr: Bu seçenek etkinleştirildiğinde, diğer MuWire kullanıcıları Güvenilir ve Güvenilmez olarak işaretlediğiniz kullanıcıları görebilir

source: Trust list update frequency (hours)
es: Frequencia de actualizacion del lista de confianza (horas)
fr: Fréquence de mise à jour de la liste de confiance (heures)
ja: 信頼リストの更新頻度（時間）
ru: Частота обновления списка доверия (в часах)
sq: Shpeshti përditësimi liste besimi (orë)
tr: Güvenilir listesi güncelleme sıklığı (saat)

source: How often to check for updates to the trust lists you are subscribed to.
es: Cuan frequente buscar actualizacion en las listas de confianza a cuales subscribes
fr: Fréquence de vérification de la présence de mises à jour dans les listes de confiance auxquelles vous êtes abonné.
ja: 購読された信頼リストへ更新を確認する頻度。
ru: Как часто проверять обновления списков доверия, на которые вы подписаны.
sq: Sa shpesh të kontrollohet për përditësime në lista besimi te të cilat jeni pajtuar.
tr: Abone olduğunuz güvenilir listelerindeki güncellemeleri denetleme sıklığı.

source: I2P Tunnels - Changes Require Plugin Restart
es: Túneles I2P - Cambios requieren reinicio del plugin
fr: Tunnels I2P – les changements exigent un redémarrage du greffon
ja: I2Pトンネル - 変更するとプラグインの再起動が必要
ru: I2P-туннели - изменения требуют перезапуск плагина
sq: Tunele I2P - Ndryshimet Lypin Rinisje të Shtojcës
tr: I2P Tünelleri - Değişikliklerin etkili olması için uygulama eki yeniden başlatılmalıdır

source: Inbound tunnel length
es: Largo del túnel de entrada
fr: Longueur des tunnels entrants
ja: 着信のトンネル長
ru: Длина входящего туннеля
sq: Gjatësi tuneli për ardhëset
tr: Geliş tüneli uzunluğu

source: Inbound tunnel quantity
es: Cantidad del túnel de entrada
fr: Nombre de tunnels entrants
ja: 着信のトンネル量
ru: Количество входящих туннелий
sq: Sasi tuneli për ardhëset
tr: Geliş tüneli sayısı

source: Outbound tunnel length
es: Largo del túnel de salida
fr: Longueur des tunnels sortants
ja: 送信のトンネル長
ru: Длина исходящего туннеля
sq: Gjatësi tuneli për ikëset
tr: Gidiş tüneli uzunluğu

source: Outbound tunnel quantity
es: Cantidad del túnel de salida
fr: Nombre de tunnels sortants
ja: 送信のトンネル量
ru: Количество исходящих туннелей
sq: Sasi tuneli për ikëset
tr: Gidiş tüneli sayısı

source: Save
es: Guardar
fr: Enregistrer
ja: 保存
ru: Сохранить
sq: Ruaje
tr: Kaydet

source: This page shows the files you are currently downloading from other MuWire users.
es: Esta pagina muestra los archivos que estas descargando de otros usuarios MuWire
fr: Cette page affiche les fichiers que vous téléchargez actuellement d’autres utilisateurs de MuWire.
ja: このページでは、他のMuWireユーザーからあなたが現在ダウンロード中のファイルを表示します。
ru: Страница показывает, какие файлы вы загружаете сейчас от других пользователей MuWire.
sq: Kjo faqe tregon kartelat që po shkarkoni aktualisht nga përdorues të tjerë të MuWire-it.
tr: Bu bölümde diğer MuWire kullanıcıları üzerinden indirmekte olduğunuz dosyaları görebilirsiniz.

source: Download Details
es: Detalles del descarga
fr: Détails des téléchargements
ja: ダウンロード詳細
ru: Подробности загрузки
sq: Hollësi Shkarkimi
tr: İndirme ayrıntıları

source: Click on a download to view details
es: Haz clic en una descarga para ver las detalles
fr: Cliquez sur un téléchargement pour en voir les détails
ja: 詳細はダウンロードをクリック
ru: Кликните на загрузку, чтобы увидеть подробности
sq: Klikoni mbi një shkarkim që të shihni hollësitë
tr: İndirmenin üzerine tıklayarak ayrıntılarını görebilirsiniz.

source: Every MuWire user can have a file feed to publish shared files of their choosing. You can subscribe to the feeds of other users. This is similar to following someone on a social network.
es: Cada usuario MuWire puede tener un feed de archivos para publicar archivos que eligen. Puedes subscribir a los feeds de otros usuarios. Es similar a subcribir a alguin en las redes sociales.
fr: Tout utilisateur de MuWire peut avoir un fil de fichiers sur lequel partager des fichiers de son choix. Vous pouvez vous abonner aux fils d’autres utilisateurs. Cette fonction est semblable au suivi de quelqu’un sur un réseau social.
ja: すべてのMuWireユーザーは、自分が選んだ共有ファイルを公開するファイルフィードを持つことができます。他のユーザーのフィードを購読することができます。これは、ソーシャルネットワークで誰かをフォローするのに似ています。
ru: Каждый пользователь MuWire может создать ленту файлов, чтобы публиковать файлы по их выбору. Вы можете подписаться на ленты других пользователей. Это похоже на подписку на кого-либо в социальной сети.
sq: Çdo përdorues MuWire-i mund të ketë një prurje kartelash ku të botojë kartela të ndara me të tjerët, ato që ka qejf. Mund të pajtoheni te prurje përdoruesish të tjerë. Kjo është e ngjashme me ndjekjen e dikujt në një rrjet shoqëror.
tr: Her MuWire kullanıcısının paylaştığı dosyalardan seçtiklerini yayınlayabileceği bir dosya akışı olabilir. Diğer kullanıcıların akışlarına abone olabilirsiniz. Bu işlem sosyal ağ üzerinde birini takip etmeye benzer.

source: On this page you can view the file feeds of users you are subscribed to. You can configure each feed separately with various options, and you can download the published files.
es: En esta pagina puedes ver los feeds de archivos de usuarios a cuales estas suscrito. Puedes configuar cada feed por separado con varios configuarciones y puedes descargar los archivos publicados
fr: Sur cette page, vous pouvez visualiser les fils de fichiers d’utilisateur auxquels vous êtes abonné. Diverses options permettent de configurer chaque fil séparément, et vous pouvez télécharger les fichiers publiés.
ja: このページでは、あなたが購読しているユーザーのファイルのフィードを見ることができます。各フィードは様々なオプションで個別に設定することができ、公開されたファイルをダウンロードすることもできます。
ru: На этой странице вы можете увидеть ленты пользователей, на которых вы подписаны. Вы можете настроить каждую ленту отдельно и загрузить опубликованные файлы.
sq: Në këtë faqe mund të shihni prurje kartelash përdoruesish te të cilat jeni pajtuar. Çdo prurje mund ta formësoni veçmas me mundësi të shumta, dhe mund të shkarkoni kartelat e botuara.
tr: Bu bölümde abone olduğunuz kullanıcıların dosya akışlarını görebilirsiniz. Her akışı farklı şekillerde ayarlayabilir ve yayınlanan dosyaları indirebilirsiniz.

source: Subscribe
es: Suscribirse
fr: S’abonner
ja: 購読
ru: Подписка
sq: Pajtohuni
tr: Abone ol

source: Enter the full ID of a MuWire user to see what files they have published to their feed
es: Entra la identidad entera de un usario MuWire para ver que archivos han publicado a su feed
fr: Saisissez l’ID complet d’un utilisateur MuWire afin de voir les fichiers qu’il a publiés sur son fil
ja: MuWireのユーザーがフィードへ公開していたファイルを参照するため、そのユーザーの完全なIDを入力してください
ru: Введите полный ID пользователя MuWire, чтобы увидеть, какие файлы они опубликовали в ленте
sq: Që të shihni ç’kartela kanë botuar në prurjen e tyre, jepni ID-në e plotë të një përdoruesi MuWire
tr: Akışında yayınladığı dosyaları görebilmek için bir MuWire kullanıcısının tam kimliğini yazın

source: File Details
es: Detalles del archivo
fr: Détails des fichiers
ja: ファイル詳細
sq: Hollësi Kartele
tr: Dosya bilgileri

source: View details about the selected shared file here.
es: Vea detalles del archivo compartido seleccionado aqui
fr: Visualisez ici les détails d'un fichier partagé sélectionné.
ja: 選択した共有ファイルの詳細はこちら。
sq: Shihni këtu hollësi rreth kartelës së ndarë të përzgjedhur.
tr: Bu bölümde seçilmiş paylaşılan dosyaların bilgileri görülebilir.

source: Details for {0}
es: Detalles de {0}
fr: Détails pour {0}
ja: {0} の詳細
ru: Подробности о {0}
sq: Hollësi për {0}
tr: {0} ayrıntıları

source: Search Hits
es: Buscar visitas
fr: Occurrences de recherche
sq: Sa Herë Është Kërkuar
tr: Arama istatistikleri

source: Downloaders
es: Descargadoras
fr: Téléchargeurs
ru: Загрузчики
sq: Shkarkues
tr: İndiriciler

source: Certificates
es: Certificados
fr: Certificats
ja: 証明
ru: Сертификаты
sq: Dëshmi
tr: Sertifikalar

source: Home
es: Inicio
fr: Accueil
ja: ホーム
ru: Главная страница
sq: Kreu
tr: Giriş

source: Search for files shared by other MuWire users.
es: Buscar los archivos compartidos por otros usuarios MuWire
fr: Cherchez des fichiers partagés par d’autres utilisateurs de MuWire
ja: 他のMuWireユーザーによって共有されたファイルを検索します。
sq: Kërkoni për kartela të ndara me të tjerë nga përdorues të ndryshëm MuWire.
tr: Diğer MuWire kullanıcıları tarafından paylaşılan dosyaları arayın.

source: You can group the results by sender or by file.
es: Puedes agrupar los resultados por eviante o archivo
fr: Vous pouvez grouper les résultats par expéditeur ou par fichier.
ja: 送信者またはファイルで結果を分類できます。
ru: Вы можете сгруппировать результаты по отправителям или по файлу.
sq: Përfundimet mund t’i gruponi sipas dëguesish ose sipash kartelash.
tr: Sonuçları gönderene ya da dosyaya göre gruplayabilrsiniz.

source: Active Searches By Sender
es: Búsquedas activos por enviante
fr: Recherches actives par expéditeur
ja: 送信者によるアクティヴ検索
ru: Активный поиск по отправителю
sq: Kërkime Aktive Sipas Dërguesi
tr: Gönderene göre etkin aramalar

source: Group By File
es: Agrupar por archivo
fr: Grouper par fichier
ja: ファイルで分類
ru: Сортировать по файлу
sq: Grupoji Sipas Kartelash
tr: Dosyaya göre grupla

source: Active Searches By File
es: Búsquedas activos por archivo
fr: Recherches actives par fichier
ja: ファイルによるアクティヴ検索
ru: Активный поиск по файлу
sq: Kërkime Aktive Sipas Kartele
tr: Dosyaya göre etkin aramalar

source: Group By Sender
es: Agrupar por enviante
fr: Grouper par expéditeur
ja: 送信者で分類
ru: Сортировать по отправителю
sq: Grupoji Sipas Dërguesish
tr: Gönderene göre grupla

source: Results
es: Resultados
fr: Résultats
ja: 結果
ru: Результаты
sq: Përfundime
tr: Sonuçlar

source: MuWire Status
es: Estado MuWire
fr: État de MuWire
ja: MuWireのステータス
ru: Статус MuWire
sq: Gjendje MuWire
tr: MuWire durumu

source: This page shows internal MuWire metrics.
es: Esta pagina muestra las métricas internas de MuWire
fr: Cette page affiche des mesures internes à MuWire
ja: このページでは、MuWireの内部計測を表示します。
ru: Эта страница показывает внутренние метрики MuWire.
sq: Kjo faqe shfaq matje të brendshme të MuWire-it.
tr: MuWire iç istatistikleri bu bölümde görülebilir.

source: Incoming Connections
es: Conexiones entrantes
fr: Connexions entrantes
ja: 着信接続
sq: Lidhje Ardhëse
tr: Gelen bağlantılar

source: Outgoing Connections
es: Conexiones salientes
fr: Connexions sortantes
ja: 送信接続
sq: Lidhje Ikëse
tr: Giden bağlantılar

source: Known Hosts
es: Servidores conocidos
fr: Hôtes connus
ja: 既知のホスト
sq: Strehë të Njohura
tr: Bilinen sunucular

source: Failing Hosts
es: Servidores fallando
fr: Hôtes en échec
ja: 失敗のホスト
sq: Strehë Me Dështime
tr: Başarısız sunucular

source: Hopeless Hosts
es: Servidores sin esperanza
fr: Hôtes sans espoir
ja: 不可能なホスト
sq: Strehë të Pashpresa
tr: Umutsuz sunucular

source: Times Browsed
es: Veces navegado
fr: Nombre de parcours
ja: 閲覧回数
sq: Kohë Shfletimi
tr: Göz atılma sayısı

source: Initial Setup
es: Configuración inicial
fr: Configuration initiale
ja: 最初の設定
ru: Первоначальная настройка
sq: Ujdisje Fillestare
tr: İlk kurulum

source: Set up your MuWire nickname and download locations now.
es: Ahora configuaras tu apodo MuWire y las locaciones de descarga
fr: Configurez maintenant votre pseudonyme MuWire et vos emplacements de téléchargement.
ja: MuWireのニックネームとダウンロードの位置を、今セットアップします。
sq: Caktoni nofkën tuaj në MuWire dhe shkarkoni vendndodhje që tani.
tr: Şimdi MuWire takma adınızı ve indirme konumlarını ayarlayın.

source: Welcome to MuWire! Please select a nickname and download locations
es: Bienvenido a MuWire! Por favor seleciona tu apodo y las locaciones de descarga
fr: Bienvenue à MuWire ! Veuillez choisir un pseudonyme et des emplacements de téléchargement
ja: MuWireへようこそ！ニックネームとダウンロードの場所を選択してください。
ru: Мы рады видеть вас в MuWire! Выберите псевдоним и укажите своё местоположение.
sq: Mirë se vini në MuWire! Ju lutemi, përzgjidhni një nofkë dhe shkarkoni vendndodhje
tr: MuWire uygulamasına hoş geldiniz! Lütfen takma adınızı ve indirme konumlarını seçin

source: These folders will be created if they do not already exist
es: Estas carpetas seran creado si no existen ya
fr: Ces dossiers seront créés s’ils n’existent pas déjà
ja: これらのフォルダは存在しなければ作成されます
sq: Këto dosje do të krijohen, nëse s’ekzistojnë tashmë
tr: Bu klasörler zaten yoksa oluşturulacak

source: Nickname
es: Apodo (nick)
fr: Pseudonyme
ja: ニックネーム
ru: Псевдоним
sq: Nofkë
tr: Takma ad

source: Folder for saving downloaded files
es: Carpeta para ahorar archivos descargadas
fr: Dossier d’enregistrement des fichiers téléchargés
ja: ダウンロードされたファイルの保存フォルダ
sq: Dosje për të ruajtur kartelat e shkarkuara
tr: İndirilen dosyaların kaydedileceği klasör

source: Folder for storing incomplete files
es: Carpeta para ahorar archivos incompletos
fr: Dossier d’enregistrement des fichiers incomplets
ja: 不完全なファイルの保存フォルダ
sq: Dosje për depozitim kartelash të paplota
tr: Tamamlanmamış dosyaların kaydedileceği klasör.

source: Drop Box for files you share with MuWire
es: Drop Box para los archivos que compartes con MuWire
fr: Boîte de dépôt pour les fichiers que vous partagez avec MuWire
ja: MuWireで共有するファイルのDrop Box
sq: Drop Box për kartela që ndani me të tjerët përmes MuWire-it
tr: MuWire ile paylaştığınız dosyalar için Drop Box

source: Submit
es: Enviar
fr: Envoyer
ja: 送信
ru: Отправить
sq: Parashtroje
tr: Gönder

source: Shared files are those files you decide to share with other MuWire users.
es: Archivos compartidos son los que decides compartir con otros usuarios MuWire
fr: Les fichiers téléchargés sont les fichiers que vous décidez de partager avec d’autres utilisateurs de MuWire.
ja: 共有ファイルとは、あなたが他のMuWireユーザーと共有することを決めたファイルのことです。
sq: Kartela të ndara me të tjerë janë ato që vendosni t’ua jepni përdoruesve të tjerë të MuWire-it.
tr: Paylaşılan dosyalar, diğer MuWire kullanıcıları ile paylaşmak istediğiniz dosyalardır.

source: To share a file, enter its path in the box to the left.
es: Para compartir un archivo entra su ruta en la caja a la izquierda
fr: Afin de partager un fichier, saisissez son chemin dans la zone située à gauche.
ja: ファイルを共有するには、左のボックスにファイルのパスを入力します。
ru: Чтобы поделиться файлом, введите его путь в поле слева
sq: Që të ndani një kartelë me të tjerë, jepni në kutizën majtas shtegun për te ajo.
tr: Bir dosyayı paylaşmak için soldaki kutuya yolunu yazın.

source: You can view your shared files as a tree or as a table.
es: Se puede ver los archivos compartidos como arbol o en una tabla
fr: Vous pouvez visualiser vos fichiers partagés en arborescence ou en tableau.
ja: 共有ファイルは、ツリー状またはテーブル状に表示することができます。
sq: Kartelat që ndani me të tjerët mund t’i shihni si një pemë ose si një tabelë.
tr: Paylaştığınız dosyaları ağaç ya da tablo biçiminde görebilirsiniz.

source: The "Actions" menu lets you perform various actions on the shared file.
es: El menu "Acciones" te deja realizar varios acciones en el archivo compartido
fr: Le menu « Actions » vous permet d’effectuer diverses actions sur le fichier partagé.
ja: "操作"メニューでは、共有ファイルに対してさまざまな操作を実行することができます。
sq: Menuja “Veprime” ju lejon të kryeni veprime të ndryshme mbi kartela që ndani me të tjerët.
tr: "İşlemler" menüsünü kullanarak paylaşılan dosya üzerinde çeşitli işlemler yapabilirsiniz.

source: Share
es: Compartir
fr: Partager
ja: 共有
ru: Поделиться
sq: Ndajeni me të tjerë
tr: Paylaş

source: Enter the full path for the file or folder to be shared.
es: Entra la ruta entera para el archivo o la carpeta que qieres compartir
fr: Saisissez le chemin complet du fichier ou dossier à partager.
ja: 共有するために、ファイルまたはフォルダのフルパスを入力してください。
ru: Введите полный путь файла или папки, которыми вы хотите поделиться.
sq: Jepni shtegun e plotë për te kartela ose dosja për t’u ndarë me të tjerë.
tr: Paylaşılacak dosya ya da klasörün tam yolunu yazın.

source: When sharing files on network drives (like a NAS) please visit {0}Advanced Sharing{1}
es: Cuando compartes archivos en discos del red (como NAS) por favor visita {0}intercambio avanzado{1}
fr: Si vous partagez des fichiers situés sur des unités de réseau (telles que des unités NAS), veuillez consulter {0}Partage évolué{1}
ja: ネットワークドライブ（NASなど）でファイルを共有する場合は、{0}高度な共有{1}をご覧ください。
sq: Kur bëhet fjalë për të ndarë kartela në disqe rrjeti (bie fjala, një NAS), ju lutemi, vizitoni {0}Ndarje e Thelluar{1}
tr: Ağ sürücüleri (NAS gibi) üzerindeki dosyaları paylaşırken lütfen {0}Gelişmiş Paylaşım{1} bölümüne bakın

source: View As Table
es: Vea como tabla
fr: Visualiser en tableau
ja: 表として見る
ru: Просмотр таблицей
sq: Shiheni Si Tabelë
tr: Tablo görünümü

source: View As Tree
es: Vea como arbol
fr: Visualiser en arborescence
ja: ツリーとして見る
ru: Просмотр деревом
sq: Shiheni Si Pemë
tr: Ağaç görünümü

source: Drag and drop files here to share them
es: Arrastrar y soltar archivos aqui para compartirlos
fr: Glisser-déposer des fichiers ici pour les partager
ja: ファイルを共有するには、ここへドラッグ＆ドロップします
sq: Merrrni dhe hidhni këtu kartela që t’i ndani me ta
tr: Paylaşmak istediğiniz dosyaları sürükleyip buraya bırakın

source: This page shows the trust lists you are subscribed to.
es: Esta pagina muestra las listas de confianza a cuales estas suscrito
fr: Cette page affiche les listes de confiance des utilisateurs auxquels vous êtes abonné.
ja: このページでは、購読された信頼リストを表示します。
sq: Kjo faqe shfaq lista të besuarish te të cilat jeni pajtuar.
tr: Bu bölümde abone olduğunuz güvenilir listelerini görebilirsiniz.

source: This page shows the users you have marked as Trusted or Distrusted.
es: Esta pagina muestra los usuarios que has marcado de confianza o de no confianza
fr: Cette page affiche les utilisateurs que vous avez marqués comme Fiable ou Non fiable.
ja: このページでは、あなたが信頼するまたは信頼しないとしてマークしたユーザーが表示されます。
ru: Эта страница показывает пользователей, помеченных Доверенными или Недоверенными.
sq: Kjo faqe shfaq përdoruesit të cilëve u keni vënë shenjë si të Besuar ose Jo të Besuar.
tr: Bu bölümde Güvenilir ya da Güvenilmez olarak işaretlediğiniz kullanıcıları görebilirsiniz.

source: You can subscribe to the trust lists of your Trusted users and see who they trust or distrust.
es: Se puede subscribir a las listas de los de confianza y ver en quienes confien y no confien
fr: Vous pouvez vous abonner aux listes de confiance de vos utilisateurs Fiable et voir en qui ils ont confiance ou non.
ja: あなたの信頼するユーザーの信頼リストを購読し、そのユーザーが誰を信頼するまたは信頼しないのか、確認することができます。
ru: Вы можете подписаться на списки доверенных ваших доверенных пользователей и увидеть, кому они доверяют или не доверяют.
sq: Mund të pajtoheni te lista të besuarish të përdoruesve tuaj të Besuar dhe të shihni kë besojnë ose jo.
tr: Güvenilir kullanıcılarınızın güvenilir listelerine abone olarak onların güvendiği ve güvenmediği kullanıcıları görebilirsiniz.

source: Trusted Users
es: Usuarios de confianza
fr: Utilisateurs fiables
ja: 信頼されたユーザー
ru: Доверенные пользователи
sq: Përdorues të Besuar
tr: Güvenilir kullanıcılar

source: Distrusted Users
es: Usuarios de no confianza
fr: Utilisateurs non fiables
ja: 信頼しないユーザー
ru: Пользователи, не вызывающие доверия
sq: Përdorues Jo të Besuar
tr: Güvenilmez kullanıcılar

source: This page shows the files you are currently uploading to other MuWire users.
es: Esta pagina muestra los archivos que estas subiendo a otros usuarios MuWire
fr: Cette page affiche les fichiers que vous téléversez actuellement vers d’autres utilisateurs de MuWire.
ja: このページでは、他のMuWireユーザーからあなたが現在アップロード中のファイルを表示します。
sq: Kjo faqe shfaq kartelat që po ngarkoni aktualisht për te përdorues të tjerë të MuWire-it.
tr: Bu bölümde diğer MuWire kullanıcılarına göndermekte olduğunuz dosyaları görebilirsiniz.
