Repository: arefdsg/muwire
Catalog: webui/locale/messages_*.po
Languages: es, fr, ja, ru, sq, tr

source: Please enter a full MuWire ID
es: Por favor entra una indentidad MuWire entera
fr: Veuillez saisir un ID MuWire complet
ja: 完全なMuWire IDを入力してください
ru: Пожалуйста, введите полный MuWire ID
sq: Ju lutemi, jepni një ID të plotë MuWire
tr: Lütfen bir tam MuWire kimliği yazın

source: Bad input
es: Mala entrada
fr: Mauvaise entrée
ja: 不正な入力
ru: Неверный ввод
sq: U dha gjë e gabuar
tr: Hatalı giriş

source: must be greater than zero
es: Tiene que ser mas que cero
fr: doit être supérieur à zéro
ja: 0より大きい必要があります
ru: должно быть больше нуля
sq: duhet të jetë më e madhe se zero
tr: sıfırdan büyük olmalıdır

source: {0} does not exist
es: {0} no existe
fr: {0} n’existe pas
ja: {0} は存在しません
ru: {0} не существует
sq: {0} s’ekziston
tr: {0} bulunamadı

source: {0} is not a folder
es: {0} no es una carpeta
fr: {0} n’est pas un dossier
ja: {0} はフォルダではありません
sq: {0} s’është dosje
tr: {0} bir klasör değil

source: {0} not writeable
es: {0} no se puede escribir
fr: Impossible d’écrire dans {0}
ja: {0} は書き込み禁止です
ru: {0} Неподписанный
sq: {0} jo e shkrueshme
tr: {0} yazılabilir değil

source: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
ru: Неизвестно
sq: I panjohur
tr: Bilinmiyor

source: Cancelled
es: Cancelado
fr: Annulé
ja: キャンセルされました
ru: Отменено
sq: Anuluar
tr: İptal edildi

source: Connecting
es: Conectando
fr: Connexion
ja: 接続中
ru: Соединение
sq: Po lidhet
tr: Bağlantı kuruluyor

source: Copying
fr: Copie
sq: Po kopjohet
tr: Kopyalanıyor

source: Downloading
es: Descargando
fr: Téléchargement
ja: ダウンロード中
ru: Загрузка
sq: Po shkarkohet
tr: İndiriliyor

source: Failed
es: Falló
fr: Échec
ja: 失敗しました
ru: Неудача
sq: Dështoi
tr: Tamamlanamadı

source: Finished
es: Finalizado
fr: Terminé
ja: 完了
ru: Завершено
sq: Përfunduar
tr: Tamamlandı

source: Hash List
es: Lista de identificador criptográfico
fr: Liste de hachage
ja: ハッシュリスト
sq: Listë Hashesh
tr: Karma listesi

source: Hopeless
es: Sin esperanza
fr: Sans espoir
ja: 不可能
sq: Pa Shpresë
tr: Umutsuz

source: Paused
es: En Pausa
fr: En pause
ja: 一時中断
ru: Приостановлено
sq: I ndalur
tr: Duraklatıldı

source: Fetching
es: Alcanzando
fr: Récupération
ja: 取得中
sq: Po sillet
tr: Alınıyor

source: Available
es: Disponible
fr: Disponible
ja: コンタクト可
ru: Доступно
sq: Të gatshme
tr: Uygun

source: Shared
es: Compartido
fr: Partagé
ja: 共有個数
sq: Të ndara
tr: Paylaşılmış

source: Idle
es: Desocupado
fr: Inactif
ja: アイドル中
ru: Неактивен
sq: I plogësht
tr: Boşta

source: Done
es: Listo
fr: Effectué
ja: 完了
ru: Готово
sq: U bë
tr: Tamam

source: New
es: Nuevo
fr: Nouveau
ja: 新機能
ru: Новое
sq: I ri
tr: Yeni

source: Update Failed
es: No se pudo actualizar
fr: Échec de mise à jour
ja: 更新に失敗しました
ru: Обновление не удалось
sq: Përditësimi Dështoi
tr: Güncellenemedi

source: Updated
es: Actualizado
fr: Mis à jour
ja: 更新
ru: Обновлено
sq: U përditësua
tr: Güncellenme

source: Updating
es: Actualizar
fr: Mise à jour
ja: 更新中
ru: Обновление
sq: Përditësim
tr: Yükleniyor

source: Trusted
es: De confianza
fr: Fiable
ja: 信頼済み
ru: Доверенные
sq: I besuar
tr: Güvenilir

source: Neutral
es: Neutro
fr: Neutre
ja: 中立
sq: Asnjanës
tr: Nötr

source: Distrusted
es: De mal confianza
fr: Non fiable
ja: 信頼しない
ru: Недоверенный
sq: Jo i Besuar
tr: Güvenilmez

source: MuWire is initializing, please wait
es: Esta inicializando MuWire, espera por favor
fr: MuWire est en cours d’initialisation, veuillez patienter
ja: MuWireは初期化中です。お待ち下さい
ru: MuWire запускается, подождите, пожалуйста
sq: MuWire po gatitet, ju lutemi, prisni
tr: Lütfen MuWire hazırlanırken bekleyin

source: MuWire failed to initialize. Please close the browser window and restart the plugin
es: Fallo inicializar MuWire. Por favor ciera el navegador y reinicia el complemento
fr: L’initialisation de MuWire a échoué. Veuillez fermer la fenêtre du navigateur, puis redémarrer le greffon.
ja: MuWireは初期化に失敗しました。ブラウザのウィンドウを閉じ、プラグインを再起動してください。
sq: MuWire-i s’arriti të gatitet. Ju lutemi, mbylleni dritaren e shfletuesit dhe rinisni shtojcën
tr: MuWire başlatılamadı. Lütfen tarayıcı penceresini kapatıp uygulama ekini yeniden başlatın

source: Please enter a search keyword or file hash
es: Por Favor entra las palabras claves o el hash del archivo
fr: Veuillez saisir un mot-clé ou une empreinte à chercher
ja: 検索キーワードまたはファイルのハッシュを入力してください
sq: Ju lutemi, jepni një fjalëkyç kërkimi ose një hash kartele
tr: Lütfen aranacak bir ifade ya da dosya karması yazın

source: Never
es: Nunca
fr: Jamais
ja: しない
ru: Никогда
sq: Kurrë
tr: Asla

source: {0}% of piece
es: {0}% del pedazo
fr: {0} % du morceau
ja: 全体の{0}%
ru: {0}% места
sq: {0}% e pjesës
tr: Tüm parçaya göre %{0}

source: Actions
es: Acciones
ja: 操作
ru: Действия
sq: Veprime
tr: İşlemler

source: Active Sources
es: Fuentes activos
fr: Sources actives
ja: アクティヴな発信源
ru: Активные источники
sq: Burime Aktive
tr: Etkin kaynaklar

source: Browsing
es: Navegación
fr: Navigation
ja: ブラウジング
ru: Просмотр
sq: Shfletim
tr: Göz atma

source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ru: Отмена
sq: Anuloje
tr: İptal

source: Certified
es: Certificado
fr: Certifié
ja: 証明済み
ru: Проверенный
sq: I certifikuar
tr: Sertifikalı

source: Certify
es: Certificar
fr: Certifier
ja: 証明
ru: Удостоверять
sq: Certifikoje
tr: Sertifikalandır

source: Clear Finished
es: Finalizado evidente
fr: Effacer les terminés
ja: 完了したものをクリア
ru: Закончилось успешно
sq: Pastrimi Përfundoi
tr: Tamamlanmışları temizle

source: Comment
es: Comentario
fr: Commentaire
ja: コメント
ru: Комментарий
sq: Koment
tr: Yorum

source: Copy hash to clipboard
es: Copiar el hash al portapapeles
fr: Copier l’empreinte dans le presse-papiers
ja: クリップボードにハッシュをコピー
ru: Копировать хэш в буфер обмена
sq: Kopjoje hashin në të papastër
tr: Karmayı panoya kopyala

source: Copy To Clipboard
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
ru: Скопировать в буфер обмена
sq: Kopjoje në të Papastër
tr: Panoya kopyala

source: Distrusted User
es: Usuario de no confianza
fr: Utilisateur non fiable
ja: 信頼しないユーザー
ru: Пользователи без доверия
sq: Përdorues Jo i Besuar
tr: Güvenilmez kullanıcı

source: Down
es: Bajar
fr: Bas
ja: 下
ru: Вниз
sq: Poshtë
tr: Aşağı

source: Download
es: Descarga
fr: Téléchargement
ja: ダウンロード
ru: Скачать
sq: Shkarkojeni
tr: İndir

source: Download Location
es: Ubicación de descarga
fr: Emplacement de téléchargement
ja: ダウンロードの場所
ru: Загрузка местоположения
sq: Vendndodhje Shkarkimi
tr: İndirme konumu

source: Downloaded
es: Descargado
fr: Téléchargé
ja: ダウンロード済み
ru: Получено
sq: U shkarkua
tr: İndirilen

source: Downloaded Pieces
es: Pedazos descargados
fr: Morceaux téléchargés
ja: ダウンロードされた断片
ru: Загруженные части
sq: Pjesë të Shkarkuara
tr: İndirilmiş parçalar

source: Downloader
es: Descargador
fr: Téléchargeur
ja: ダウンローダ
ru: Загрузчик
sq: Shkarkues
tr: İndiren

source: Enter Reason (Optional)
es: Entra razon (opcional)
fr: Saisir une raison (facultative)
ja: 理由を入力（任意）
ru: Введите причину (не обязательно)
sq: Jepni Arsye (Opsionale)
tr: Bir neden yazın (isteğe bağlı)

source: ETA
es: Llegada
fr: Fin prévue
ru: Осталось
tr: KAL

source: Failed to load {0} files
es: Fallo cargar {0} archivos
fr: Échec de chargement de {0} fichiers
ja: {0}個のファイルの読み込みに失敗
sq: S’u arrit të ngarkoheshin {0} kartela
tr: {0} dosya yüklenemedi

source: Feed configuration for {0}
es: Feed de configuración para {0}
fr: Configuration du fil pour {0}
ja: {0} のフィード設定
ru: Конфигурация ленты для {0}
sq: Formësim prurjeje për {0}
tr: {0} için akış yapılandırması

source: Fetching Certificates
es: Alcanzando certificados
fr: Récupération des certificats
ja: 証明書を取得
ru: Получение сертификатов
sq: Po Sillen Dëshmi
tr: Sertifikalar alınıyor

source: Feed
es: Lista de suscripciones
fr: Fil
ja: フィード
ru: Лента
sq: Prurje
tr: Akış

source: File
es: Fichero
fr: Fichier
ja: ファイル
ru: Файл
sq: Kartelë
tr: Dosya

source: Files
es: Archivos
fr: Fichiers
ja: ファイル
ru: Файлы
sq: Kartela
tr: Dosyalar

source: Folder configuration for {0}
es: Carpeta de configuración para {0}
fr: Configuration du dossier pour {0}
ja: {0} のフォルダ設定
sq: Formësim dosjeje për {0}
tr: {0} için klasör yapılandırması

source: Folder sync frequency (seconds, 0 means never)
es: Frecuencia de comentario de sincronización (segundos, 0 significa nunca)
fr: Fréquence de synchronisation du dossier (en secondes, 0 signifie jamais)
ja: フォルダ同期頻度（秒、0で決して行わない）
sq: Shpeshti njëkohësimi dosjeje (sekonda, 0 do të thotë kurrë)
tr: Klasör eşitleme sıklığı (saniye, eşitleme yapılmaması için 0 yazın)

source: Hash copied to clipboard
es: Hash copiado al portapapeles
fr: L’empreinte a été copiée dans le presse-papiers
ja: ハッシュはクリップボードへコピーされた
ru: Хэш скопирован в буфер обмена
sq: Hashi u kopjua në të papastër
tr: Karma panoya kopyalandı

source: Hashing
es: Despedazar
fr: Hachage
ja: ハッシュ化
ru: Хеширование
tr: Karılıyor

source: Hide Certificates
es: Oculta los certificados
fr: Cacher les certificats
ja: 証明書を隠す
ru: Скрыть сертификаты
sq: Fshihi Dëshmitë
tr: Sertifikaları gizle

source: Hide Comment
es: Oculta el comentario
fr: Cacher le commentaire
ja: コメントを隠す
ru: Скрыть комментарий
sq: Fshihe Komentin
tr: Yorumu gizle

source: Host
es: Servidor (host)
fr: Hôte
ja: ホスト
ru: Имя хоста
sq: Strehë
tr: Sunucu

source: Import
es: Importar
fr: Importer
ja: インポート
ru: Импортировать
sq: Importoje
tr: İçe aktar

source: Imported
es: Importado
fr: Importé
ja: インポート済み
ru: Импортированы
sq: U importua
tr: İçe aktarıldı

source: Known Sources
es: Fuentes conocidos
fr: Sources connues
ja: 既知の発信源
ru: Известные источники
sq: Burime të Njohura
tr: Bilinen kaynaklar

source: Last Updated
es: última actualización
fr: Dernière mise à jour
ja: 最終更新
ru: Последнее обновление
sq: Përditësuar Së Fundi Më
tr: Son güncelleme

source: Mark Distrusted
es: Marcar de mal confianza
fr: Marquer comme non fiable
ja: 信頼しないにマーク
ru: Пометить как сомнительный
sq: Vëri Shenjë Si Jo i Besuar
tr: Güvenilmez olarak işaretle

source: Mark Neutral
es: Marcar neutro
fr: Marquer comme neutre
ja: 中立にマーク
ru: Пометить нейтральные
sq: Vëri Shenjë Si Asnjanës
tr: Nötr olarak işaretle

source: Mark Trusted
es: Marcar de confianza
fr: Marquer comme fiable
ja: 信頼するにマーク
ru: Пометить доверенные
sq: Vërini Shenjë Si i Besuar
tr: Güvenilir olarak işaretle

source: Monitor folder for changes
es: Vigilar los cambios en la carpeta
fr: Surveiller les changements dans le dossier
ja: フォルダの変更を監視
sq: Mbikëqyre dosjen për ndryshime
tr: Klasördeki değişiklikler izlensin

source: Name
es: Nombre
fr: Nom
ja: 名前
ru: Имя
sq: Emër
tr: Ad

source: Pause
es: Pausa
fr: Mettre en pause
ja: 一時停止
ru: Приостановить
sq: Pushim
tr: Duraklat

source: Piece Size
es: Tamaño de la parte
fr: Taille des morceaux
ja: 断片の大きさ
ru: Размер части
sq: Madhësi Pjese
tr: Parça boyutu

source: Progress
es: Progreso
fr: Progression
ja: 進捗
ru: Выполнение
sq: Ecuri
tr: İlerleme

source: Publish
es: Publicar artículo
fr: Publier
ja: 公開
ru: Опубликовать
sq: Publikoje
tr: Yayınla

source: Published
es: Publicado
fr: Publiée
ja: 公開されました
ru: Опубликовано
sq: U botua
tr: Yayınlanmış

source: Publisher
es: Editor
fr: Éditeur
ja: 公開者
ru: Автор публикации
sq: Botues
tr: Yayınlayan

source: Query
es: Consulta
fr: Demande
ja: 問い合わせ
ru: Запрос
sq: Kërkesë
tr: Kuyruk

source: Reason
es: Razón
fr: Raison
ja: 理由
ru: Причина
sq: Arsye
tr: Neden

source: Refresh
es: Actualizar
fr: Actualiser
ja: 更新
ru: Обновить
sq: Rifreskoje
tr: Yenile

source: Remote Pieces
es: Pedazos lejanos
fr: Morceaux distants
ja: リモートの断片
ru: Удаленные части
sq: Pjesë të Largëta
tr: Uzak parçalar

source: Results for {0}
es: Resultados para {0}
fr: Résultats pour {0}
ja: {0} の結果
ru: Результаты для {0}
sq: Përfundime për {0}
tr: {0} için sonuçlar

source: Results from {0}
es: Resultados de {0}
fr: Résultats de {0}
ja: {0} からの結果
ru: Результаты от {0}
sq: Përfundime nga {0}
tr: {0} üzerindeki sonuçlar

source: Resume
es: Retomar
fr: Reprendre
ja: 再開
ru: Продолжить
sq: Rimerre
tr: Sürdür

source: Retry
es: Intentar de nuevo
fr: Réessayer
ja: 再試行
ru: Повтор
sq: Riprovo
tr: Yeniden dene

source: Searcher
es: Buscador
fr: Chercheur
ja: 探索者
ru: Поисковик
sq: Kërkues
tr: Arayan

source: Sender
es: Legítimo
fr: Expéditeur
ja: 差出人
ru: Отправитель
sq: Dërgues
tr: Gönderen

source: Senders
es: Remitentes
fr: Expéditeurs
ja: 差出人
ru: Отправители
sq: Dërgues
tr: Gönderenler

source: Sending {0} files to your MuWire drop box, please wait.
es: Enviando {0} archivos a tu drop box de MuWire, espera por favor
fr: Envoi de {0} fichiers vers votre boîte de dépôt, veuillez patienter.
ja: あなたのMuWireのdrop boxへ{0}個のファイルを送信中です。お待ち下さい。
sq: Po dërgohen {0} kartela te “drop box”-i juaj MuWire, ju lutemi, pritni.
tr: Lütfen {0} dosya MuWire drop box alanınıza gönderilirken bekleyin.

source: Show Comment
es: Muestra comentario
fr: Afficher le commentaire
ja: コメントを見る
ru: Показать комментарий
sq: Shfaq Koment
tr: Yorumu görüntüle

source: Show Details
es: Muestra detalles
fr: Afficher les détails
ja: 詳細を表示
ru: Показать подробности
sq: Shfaq Hollësi
tr: Ayrıntıları görüntüle

source: Size
es: Tamaño
fr: Taille
ja: 大きさ
ru: Размер
sq: Madhësi
tr: Boyut

source: Sources
es: Fuentes
ja: 発信源
ru: Источники
sq: Burime
tr: Kaynaklar

source: Speed
es: Velocidad
fr: Vitesse
ja: 速さ
ru: Скорость
sq: Shpejtësi
tr: Hız

source: State
es: Estado
fr: État
ja: 状態
ru: Состояние
sq: Gjendje
tr: Durum

source: Subscribed
es: Suscrito
fr: Abonné
ja: 購読済み
ru: Подписан
sq: I pajtuar
tr: Abone olundu

source: Sync
es: Sincronización
fr: Synchro
ja: 同期
ru: Синхронизация
sq: Njëkohësim
tr: Eşitle

source: Timestamp
es: Marca de tiempo
fr: Estampille temporelle
ja: タイムスタンプ
ru: Метка времени
sq: Vulë kohore
tr: Zaman damgası

source: Total Pieces
es: Pedazos totales
fr: Total des morceaux
ja: 全断片
ru: Всего штук
sq: Pjesë Gjithsej
tr: Toplam parça sayısı

source: Trusted User
es: Usuario de confianza
fr: Utilisateur fiable
ja: 信頼されたユーザー
ru: Доверенные пользователи
sq: Përdorues i Besuar
tr: Güvenilir kullanıcı

source: Unpublish
es: Despublique
fr: Ne plus publier
ja: 公開停止
ru: Не публиковать
sq: Shbotoje
tr: Yayından kaldır

source: Unshare
es: Descompartir
fr: Ne plus partager
ja: 共有解除
ru: Прекратить общий доступ
sq: Hiqe ndarjen
tr: Paylaşımdan kaldır

source: Unsubscribe
es: Darse de baja
fr: Se désabonner
ja: 購読停止
ru: Отписаться
sq: Shpajtomëni
tr: Abonelikten ayrıl

source: Update
es: Actualizar
fr: Mettre à jour
ja: 更新
ru: Обновить
sq: Përditësoje
tr: Güncelle

source: User
es: Usuario
fr: Utilisateur
ja: ユーザー
ru: Пользователь
sq: Përdorues
tr: Kullanıcı

source: View 1 Certificate
es: Ver 1 certificado
fr: Voir un certificat
ja: 1個の証明書を見る
ru: Посмотреть 1 сертификат
sq: Shihni 1 Dëshmi
tr: 1 sertifikayı görüntüle

source: View {0} Certificates
es: Ver {0} certificados
fr: Voir {0} certificats
ja: {0}個の証明書を見る
ru: Посмотреть {0} сертификатов
sq: Shihni {0} Dëshmi
tr: {0} sertifikayı görüntüle

source: Your Trust
es: Tu confianza
fr: Votre confiance
ja: あなたの信頼
ru: Ваше доверие
sq: Besimi Juaj
tr: Güvendikleriniz

source: Search comments
fr: Chercher dans les commentaires
sq: Kërko te komentet

source: Search collections
fr: Chercher dans les collections
sq: Kërko në koleksione
